[All]
Back_Button_0000=Back
CommonText_2=Test
Controls_0001=To jump: Press the Control key or the Right Mouse Button.
Controls_0002=To jump:
Controls_0003=Press Control key or Right Mouse Button.
Controls_0004=You can select AutoJump from the Options Menu.
Controls_0007=Press Escape to view Main Menu.
fallback_1=Safe mode options, for diagnosing problems
fallback_10=Run!
fallback_11=Cancel
fallback_12=<Back
fallback_13=First-Time Configuration
fallback_14=Safe Mode
fallback_15=Recovery Mode
fallback_16=https://github.com/Master-64/Shrek-2.2
fallback_17=Detecting 3D video devices, please wait...
fallback_18=The previous time the Unreal Engine was run, it was not shut down properly.  In case the shut down was caused by a problem, you may use the options below for recovery.
fallback_19=Unreal Engine safe mode options: If you are experiencing problems, you may use the options below for recovery.
fallback_2=Disable all sound
fallback_20=Run Game
fallback_21=Safe Mode Options
fallback_22=Visit our Web site for troubleshooting tips
fallback_23=These settings are permament.
fallback_24=These settings are temporary. This run of the game only.
fallback_25=These settings are subsequent runs only. They must be selected, then close down and restart.
fallback_26=Your machine does not have enough disk space to run the game. Please close the game, free up some hard drive space, and try again.
fallback_27=Shrek 2.2 Game - Hardware Trouble
fallback_28=Writing to the hard drive has failed.  Please exit the game, run a diagnostic program on the hard drive, and then play the game again if there are no errors.
fallback_29=Your system does not meet game requirements and is unable to run the game normally. Please exit and refer to the game's ReadMe file located in the Windows Start Menu for further instructions.
fallback_3=Run in standard resolution (640x480 hardware only)
fallback_30=Shrek 2.2 Game - Unsupported Software Mode
fallback_31=Please note that playing the game in software mode is unsupported by Activision Customer Support. Performance may be slower and there may be some graphic corruption when playing in Software Mode.
fallback_4=Reset all configuration options to defaults
fallback_5=Disable Pentium III/3DNow processor extensions
fallback_6=Disable joystick support
fallback_7=Run in software mode
fallback_8=Disable Projectors
fallback_9=Use 16-Bit color depth
InGameMenu_0002=Quit Game
InGameMenu_0003=Go to Options Menu
InGameMenu_0022=Health
InGameMenu_0023=Options
InGameMenu_0025=Quit
InGameMenu_0026=Are you sure you want to quit this game?
InGameMenu_0027=Objective
InGameMenu_0028=Objectives
InGameMenu_0031=Camera
InGameMenu_0032=Auto Center Camera
InGameMenu_0047=Go to Input Menu
InGameMenu_0048=Go to Sound and Video Menu
Localized_kn_0001=Left Mouse
Localized_kn_0002=Right Mouse
Localized_kn_0003=Cancel
Localized_kn_0004=Middle Mouse
Localized_kn_0005=Unknown05
Localized_kn_0006=Unknown06
Localized_kn_0007=Unknown07
Localized_kn_0008=Backspace
Localized_kn_0009=Tab
Localized_kn_0010=Unknown0A
Localized_kn_0011=Unknown0B
Localized_kn_0012=Center
Localized_kn_0013=Enter
Localized_kn_0014=Unknown0E
Localized_kn_0015=Unknown0F
Localized_kn_0016=Shift
Localized_kn_0017=Ctrl
Localized_kn_0018=Alt
Localized_kn_0019=Pause
Localized_kn_0020=Caps Lock
Localized_kn_0021=Unknown15
Localized_kn_0022=Unknown16
Localized_kn_0023=Unknown17
Localized_kn_0024=Unknown18
Localized_kn_0025=Unknown19
Localized_kn_0026=Unknown1A
Localized_kn_0027=Escape
Localized_kn_0028=Unknown1C
Localized_kn_0029=Unknown1D
Localized_kn_0030=Unknown1E
Localized_kn_0031=Unknown1F
Localized_kn_0032=Space
Localized_kn_0033=Page Up
Localized_kn_0034=Page Down
Localized_kn_0035=End
Localized_kn_0036=Home
Localized_kn_0037=Left
Localized_kn_0038=Up
Localized_kn_0039=Right
Localized_kn_0040=Down
Localized_kn_0041=Select
Localized_kn_0042=Print
Localized_kn_0043=Execute
Localized_kn_0044=PrintScrn
Localized_kn_0045=Insert
Localized_kn_0046=Delete
Localized_kn_0047=Help
Localized_kn_0048=0
Localized_kn_0049=1
Localized_kn_0050=2
Localized_kn_0051=3
Localized_kn_0052=4
Localized_kn_0053=5
Localized_kn_0054=6
Localized_kn_0055=7
Localized_kn_0056=8
Localized_kn_0057=9
Localized_kn_0058=Unknown3A
Localized_kn_0059=Unknown3B
Localized_kn_0060=Unknown3C
Localized_kn_0061=Unknown3D
Localized_kn_0062=Unknown3E
Localized_kn_0063=Unknown3F
Localized_kn_0064=Unknown40
Localized_kn_0065=A
Localized_kn_0066=B
Localized_kn_0067=C
Localized_kn_0068=D
Localized_kn_0069=E
Localized_kn_0070=F
Localized_kn_0071=G
Localized_kn_0072=H
Localized_kn_0073=I
Localized_kn_0074=J
Localized_kn_0075=K
Localized_kn_0076=L
Localized_kn_0077=M
Localized_kn_0078=N
Localized_kn_0079=O
Localized_kn_0080=P
Localized_kn_0081=Q
Localized_kn_0082=R
Localized_kn_0083=S
Localized_kn_0084=T
Localized_kn_0085=U
Localized_kn_0086=V
Localized_kn_0087=W
Localized_kn_0088=X
Localized_kn_0089=Y
Localized_kn_0090=Z
Localized_kn_0094=Unknown5E
Localized_kn_0095=Unknown5F
Localized_kn_0096=NumPad0
Localized_kn_0097=NumPad1
Localized_kn_0098=NumPad2
Localized_kn_0099=NumPad3
Localized_kn_0100=NumPad4
Localized_kn_0101=NumPad5
Localized_kn_0102=NumPad6
Localized_kn_0103=NumPad7
Localized_kn_0104=NumPad8
Localized_kn_0105=NumPad9
Localized_kn_0106=GreyStar
Localized_kn_0107=GreyPlus
Localized_kn_0108=Separator
Localized_kn_0109=GreyMinus
Localized_kn_0110=NumPadPeriod
Localized_kn_0111=GreySlash
Localized_kn_0122=F11
Localized_kn_0123=F12
Localized_kn_0124=F13
Localized_kn_0125=F14
Localized_kn_0126=F15
Localized_kn_0127=F16
Localized_kn_0128=F17
Localized_kn_0129=F18
Localized_kn_0130=F19
Localized_kn_0131=F20
Localized_kn_0132=F21
Localized_kn_0133=F22
Localized_kn_0134=F23
Localized_kn_0135=F24
Localized_kn_0136=Unknown88
Localized_kn_0137=Unknown89
Localized_kn_0138=Unknown8A
Localized_kn_0139=Unknown8B
Localized_kn_0140=Unknown8C
Localized_kn_0141=Unknown8D
Localized_kn_0142=Unknown8E
Localized_kn_0143=Unknown8F
Localized_kn_0144=NumLock
Localized_kn_0145=ScrollLock
Localized_kn_0146=Unknown92
Localized_kn_0147=Unknown93
Localized_kn_0148=Unknown94
Localized_kn_0149=Unknown95
Localized_kn_0150=Unknown96
Localized_kn_0151=Unknown97
Localized_kn_0152=Unknown98
Localized_kn_0153=Unknown99
Localized_kn_0154=Unknown9A
Localized_kn_0155=Unknown9B
Localized_kn_0156=Unknown9C
Localized_kn_0157=Unknown9D
Localized_kn_0158=Unknown9E
Localized_kn_0159=Unknown9F
Localized_kn_0160=LShift
Localized_kn_0161=RShift
Localized_kn_0162=LControl
Localized_kn_0163=RControl
Localized_kn_0164=UnknownA4
Localized_kn_0165=UnknownA5
Localized_kn_0166=UnknownA6
Localized_kn_0167=UnknownA7
Localized_kn_0168=UnknownA8
Localized_kn_0169=UnknownA9
Localized_kn_0170=UnknownAA
Localized_kn_0171=UnknownAB
Localized_kn_0172=UnknownAC
Localized_kn_0173=UnknownAD
Localized_kn_0174=UnknownAE
Localized_kn_0175=UnknownAF
Localized_kn_0176=UnknownB0
Localized_kn_0177=UnknownB1
Localized_kn_0178=UnknownB2
Localized_kn_0179=UnknownB3
Localized_kn_0180=UnknownB4
Localized_kn_0181=UnknownB5
Localized_kn_0182=UnknownB6
Localized_kn_0183=UnknownB7
Localized_kn_0184=UnknownB8
Localized_kn_0185=UnknownB9
Localized_kn_0186=Semicolon
Localized_kn_0187=Equals
Localized_kn_0188=Comma
Localized_kn_0189=Minus
Localized_kn_0190=Period
Localized_kn_0191=Slash
Localized_kn_0192=Tilde
Localized_kn_0193=UnknownC1
Localized_kn_0194=UnknownC2
Localized_kn_0195=UnknownC3
Localized_kn_0196=UnknownC4
Localized_kn_0197=UnknownC5
Localized_kn_0198=UnknownC6
Localized_kn_0199=UnknownC7
Localized_kn_0200=Joy1
Localized_kn_0201=Joy2
Localized_kn_0202=Joy3
Localized_kn_0203=Joy4
Localized_kn_0204=Joy5
Localized_kn_0205=Joy6
Localized_kn_0206=Joy7
Localized_kn_0207=Joy8
Localized_kn_0208=Joy9
Localized_kn_0209=Joy10
Localized_kn_0210=Joy11
Localized_kn_0211=Joy12
Localized_kn_0212=Joy13
Localized_kn_0213=Joy14
Localized_kn_0214=Joy15
Localized_kn_0215=Joy16
Localized_kn_0216=UnknownD8
Localized_kn_0217=UnknownD9
Localized_kn_0218=UnknownDA
Localized_kn_0219=LeftBracket
Localized_kn_0220=Backslash
Localized_kn_0221=RightBracket
Localized_kn_0222=SingleQuote
Localized_kn_0223=UnknownDF
Localized_kn_0224=JoyX
Localized_kn_0225=JoyY
Localized_kn_0226=JoyZ
Localized_kn_0227=JoyR
Localized_kn_0228=MouseX
Localized_kn_0229=MouseY
Localized_kn_0230=MouseZ
Localized_kn_0231=MouseW
Localized_kn_0232=JoyU
Localized_kn_0233=JoyV
Localized_kn_0234=UnknownEA
Localized_kn_0235=UnknownEB
Localized_kn_0238=Unknown10E
Localized_kn_0239=Unknown10F
Localized_kn_0240=JoyPovUp
Localized_kn_0241=JoyPovDown
Localized_kn_0242=JoyPovLeft
Localized_kn_0243=JoyPovRight
Localized_kn_0244=UnknownF4
Localized_kn_0245=UnknownF5
Localized_kn_0246=Attn
Localized_kn_0247=CrSel
Localized_kn_0248=ExSel
Localized_kn_0249=ErEof
Localized_kn_0250=Play
Localized_kn_0251=Zoom
Localized_kn_0252=NoName
Localized_kn_0253=PA1
Localized_kn_0254=OEMClear
localized_kn_404=None
localized_kn_406=Numpad 5
localized_kn_407=Caps Lock
localized_kn_408=Unknown5B
localized_kn_409=Unknown5C
localized_kn_410=Unknown5D
localized_kn_411=F1
localized_kn_412=F2
localized_kn_413=F3
localized_kn_414=F4
localized_kn_415=F5
localized_kn_416=F6
localized_kn_417=F7
localized_kn_418=F8
localized_kn_419=F9
localized_kn_420=F10
localized_kn_421=Unicode
localized_kn_422=Mouse4
localized_kn_423=Mouse5
localized_kn_424=Mouse6
localized_kn_425=Mouse7
localized_kn_426=mouse8
localized_kn_427=UnknownE0
localized_kn_428=UnknownE1
localized_kn_429=UnknownE2
localized_kn_430=UnknownE3
localized_kn_431=JoySlider1
localized_kn_432=JoySlider2
localized_kn_433=MouseWheelUp
localized_kn_434=MouseWheelDown
localized_kn_436=Safe mode options, for diagnosing problems
localized_kn_437=Disable all sound
localized_kn_438=Run in standard resolution (640x480 hardware only)
localized_kn_439=Reset all configuration options to defaults
localized_kn_440=Disable Pentium III/3DNow processor extensions
localized_kn_441=Disable joystick support
localized_kn_442=Run in software mode
localized_kn_443=Disable Projectors
localized_kn_444=Use 16-Bit color depth
localized_kn_445=Run!
localized_kn_446=Cancel
localized_kn_447=Back
localized_kn_448=Unreal Engine First-Time Configuration
localized_kn_449=Unreal Engine Safe Mode
localized_kn_450=Unreal Engine Recovery Mode
localized_kn_451=https://github.com/Master-64/Shrek-2.2
localized_kn_452=Detecting 3D video devices, please wait...
localized_kn_453=The previous time the Unreal Engine was run, it was not shut down properly.  In case the shut down was caused by a problem, you may use the options below for recovery.
localized_kn_454=Unreal Engine safe mode options: If you are experiencing problems, you may use the options below for recovery.
localized_kn_455=Run Unreal Engine
localized_kn_456=Run Unreal Engine in safe mode - for troubleshooting
localized_kn_457=Visit our Web site for troubleshooting tips
Main_Menu_0000=Exit
Main_Menu_0001=Yes
Main_Menu_0002=Level Select
Main_Menu_0003=Main Menu
Main_Menu_0004=Options
Main_Menu_0005=Start Game
Main_Menu_0006=Are you sure you want to exit?
Main_Menu_0009=No
Main_Menu_0010=Resume Game
MainMenu_11=Sound and Video Options
MainMenu_12=Exit Game
MainMenu_13=Return to Game
MainMenu_14=Game Options
menuitems_10=ALL UNSAVED PROGRESS WILL BE LOST.
menuitems_100=(Original settings will be restored in 15 seconds)
menuitems_101=(Original settings will be restored in 1 second)
menuitems_102=(Original settings will be restored in
menuitems_103=seconds)
menuitems_105=Ka-Pow Extra Strength Potion
menuitems_106=Frog Nog Supreme
menuitems_107=See Me Not Invisibility Cream
menuitems_108=40 Winks Sleeping Gas
menuitems_109=BO Noxious Stink Potion
menuitems_11=ARE YOU SURE YOU WISH TO QUIT?
menuitems_110=Wee Me Shrink Drink
menuitems_111=Itsy Bitsy Dust
menuitems_112=Flash Freeze Frosty Flakes
menuitems_113=Sweetest Delights Love Potion
menuitems_115=Turn anyone - not just a prince - into a frog!
menuitems_118=This stink potion will curl their toes!
menuitems_119=This is a shrink potion - it'll make you small.
menuitems_12=WANTED
menuitems_120=Shrink all of your enemies with this one!
menuitems_121=This freeze potion will stop your enemies cold!
menuitems_122=This love potion will make all of your enemies fall for you.
menuitems_123=CHECKOUT
menuitems_124=CANCEL
menuitems_125=Yes, I want to buy these potions
menuitems_126=No, I want to cancel this transaction
menuitems_13=GAME
menuitems_131=Help
menuitems_133=Buy
menuitems_134=USE POTION
menuitems_135=LOAD SAVED GAME
menuitems_136=ATTACK
menuitems_138=Loads the last saved game.
menuitems_139=TO LOAD THE LAST SAVED GAME?
menuitems_14=SOUND
menuitems_140=TO RETURN TO THE MAIN MENU?
menuitems_142=SO THESE SETTINGS CAN BE APPLIED?
menuitems_143=FOR THESE SETTINGS TO TAKE EFFECT.
menuitems_143a=Sleep potion will make it easy to slip away.
menuitems_143b=This potion makes you invisible!
menuitems_143c=This Strength potion makes you a mighty man!
menuitems_144=Shrek's Swamp
menuitems_145=The Wheel Stealers
menuitems_146=The Hunt
menuitems_147=Angry Peasants
menuitems_148=Psycho Vegetation
menuitems_149=Shrek Rescues Donkey
menuitems_15=VIDEO
menuitems_150=Steal the Potion
menuitems_151=Escape the Factory
menuitems_152=The Potion Fails
menuitems_153=The Mine
menuitems_154=Rat Attack
menuitems_156=Donkey Escapes Prison
menuitems_156a=Puss 'n' Boots Escapes Prison
menuitems_157=Shrek Escapes Prison
menuitems_158=Giant Gingy Attack
menuitems_159=The Final Battle
menuitems_16=FORWARD
menuitems_160=USE
menuitems_161=Yes, I want to use this potion
menuitems_162=No, I do not want to use this potion
menuitems_164=Inventory
menuitems_165=Shrek 2.2 [Alpha Build 53]
menuitems_166=Reset
menuitems_167=Reset the key mappings to original settings
menuitems_168=Unassigned
menuitems_169=You must assign controls in all the "Game" boxes before you can play the game.
menuitems_17=BACKWARD
menuitems_170=Changing the game's video settings may result in temporary graphical corruptions.
menuitems_171=These will clear up as soon as you leave the Video Options screen.
menuitems_18=TURN LEFT
menuitems_19=TURN RIGHT
menuitems_2=CONTINUE GAME
menuitems_20=JUMP
menuitems_21=STRAFE LEFT
menuitems_22=STRAFE RIGHT
menuitems_23=SKIP CUTSCENE
menuitems_24=MOUSE SPEED
menuitems_25=AUTOLEVEL
menuitems_26=On
menuitems_27=Off
menuitems_28=BRIGHTNESS
menuitems_29=RESOLUTION
menuitems_3=WANTED POSTERS
menuitems_30=TEXTURE DETAIL
menuitems_31=Low
menuitems_32=Medium
menuitems_33=Very High
menuitems_34=COLOR DEPTH
menuitems_35=16 - Bit Color
menuitems_36=32 - Bit Color
menuitems_37=MUSIC VOLUME
menuitems_38=SOUND VOLUME
menuitems_39=VOICES VOLUME
menuitems_4=OPTIONS
menuitems_40=OBJECT DETAIL
menuitems_41=VIDEO DRIVER
menuitems_42=Hardware
menuitems_43=Software
menuitems_44=FULL SCREEN
menuitems_45=Start a new game
menuitems_46=Click to enter options screen
menuitems_47=Click to delete a saved game
menuitems_48=Click to quit the Shrek 2.2 game
menuitems_49=Use the slider to adjust the speed of your mouse
menuitems_5=QUIT GAME
menuitems_50=Toggle camera autoleveling when running
menuitems_51=Return to the Main Menu Page
menuitems_52=Click to change the key
menuitems_53=Adjust the video brightness
menuitems_54=Change your screen resolution
menuitems_55=Select the maximum number of colors to display at one time
menuitems_56=Change the display mode
menuitems_57=Toggle between full screen and windowed
menuitems_58=Change detail quality of displayed textures
menuitems_59=Controls display of non-essential game objects
menuitems_6=YES
menuitems_60=Adjusts volume of Music
menuitems_61=Adjusts volume of Dialog
menuitems_62=Adjusts volume of sound effects
menuitems_63=Continue Playing the Shrek 2.2 game
menuitems_64=View your wanted posters
menuitems_65=Enter the options screen
menuitems_66=View Game Options
menuitems_67=View Video Options
menuitems_68=View Sound Options
menuitems_69=DELETE SAVED GAME
menuitems_7=NO
menuitems_70=Choose a game to delete
menuitems_71=Save Game 1
menuitems_72=Save Game 2
menuitems_73=Save Game 3
menuitems_74=Save Game 4
menuitems_75=Save Game 5
menuitems_76=Save Game 6
menuitems_77=NEW
menuitems_78=Start a new game
menuitems_79=MAIN MENU
menuitems_8=BACK
menuitems_80=Click to view your wanted posters
menuitems_81=Bonus Room 1
menuitems_82=Bonus Room 2
menuitems_83=Bonus Room 3
menuitems_84=Bonus Room 4
menuitems_85=YOU MUST EXIT THE GAME AND RESTART
menuitems_86=DO YOU WISH TO EXIT
menuitems_87=TO DELETE SAVED GAME
menuitems_88=Yes, I accept
menuitems_89=No, I do not Accept
menuitems_9=ARE YOU SURE YOU WISH
menuitems_90=Placeholder Options text
menuitems_91=or
menuitems_92=Switch between hardware and software renderer
menuitems_93=APPLY CHANGES
menuitems_94=Apply all changes to your video settings
menuitems_95=Changes how much world detail will be rendered
menuitems_96=High
menuitems_97=KEEP SETTINGS
menuitems_98=RESTORE SETTINGS
menuitems_99=Do you accept these settings?
Options_0000=Texture Detail
Options_0001=Very High
Options_0002=High
Options_0003=Medium
Options_0004=Very Medium
Options_0005=Low
Options_0006=Brightness
Options_0007=Object Detail
Options_0008=Backward
Options_0009=Audio
Options_0010=Music Volume
Options_0011=Sound Volume
Options_0012=Controls
Options_0013=Mouse Speed
Options_0014=Slower
Options_0015=Faster
Options_0016=Very Low
Options_0018=Keyboard
Options_0019=Alt
Options_0020=Ctrl
Options_0021=Right
Options_0022=Left
Options_0023=Down
Options_0024=Options
Options_0025=Spacebar
Options_0026=Color Depth
Options_0027=Backspace
Options_0028=Escape
Options_0029=Jump
Options_0030=Turn Right
Options_0031=Turn Left
Options_0032=Forward
Options_0033=Resolution
Options_0034=Up
Options_0035=Invert Mouse
Options_0036=In Game
Options_0040=Input
Options_0041=Sound and Video
Options_0042=Misc
Options_0044=Video
Options_0045=or
Options_0046=Auto Jump
Options_0047=Confirm Video Settings Change
Options_0048=Are you sure you wish to keep these new video settings?
Options_0049=Video Settings Change
Options_0050=Your previous video settings have been restored.
Options_0051=bit
Options_0052=Difficulty
Options_0053=Easy
Options_0054=Medium
Options_0055=Hard
Options_0056=Very Hard
Options_0057=Saving Game
Options_0058=Loading Game
Options_0059=Use the Arrow Keys to move
Options_0060=Push the Up Arrow or W Key to move forward
Options_0061=Push the Down Arrow or S Key to move backwards
Options_0062=Push the Left and Right Arrows to turn
Options_0063=Push the A Key to move to the Left
Options_0064=Push the D Key to move to the Right
Options_0065=General
Options_0066=Restore Default
Options_0067=Restore Default Settings
Options_0068=Restore Settings
Select_Game_0000=Select a Game
Select_Game_0001=Are you sure you want to replace this game?
Select_Game_0002=Replace Game
Select_Game_0003=Select Saved Game
Select_Game_0004=Select New Game
Select_Game_0005=Empty
Select_Game_0006=Used
Select_Game_0007=Are you sure you want to overwrite?
Select_Game_0008=Slot 1
Select_Game_0009=Slot 2
Select_Game_0010=Slot 3
Select_Game_0011=Slot 4
Select_Game_0012=Slot 5
Select_Game_0013=Slot 6
Shared_Menu_0001=Resume Game
Shared_Menu_0002=Go back to previous screen
Shared_Menu_0003=Yes
Shared_Menu_0004=No
Shared_Menu_0005=Okay
Shared_Menu_0006=Accept
Shared_Menu_0007=Decline
Shared_Menu_0008=OK
Shared_Menu_0009=I can't use this right now.
Shared_Menu_0010=I'll have to wait to use this.
SkipCS_0001=Skipping cutscene
SkipCS_0002=Skip cutscene
SkipCS_0003=Press Enter to skip cutscene
SkipCS_0004=Cutscene skipped
SkipCS_0005=Skipping...
SkipCS_0006=Skipped
